Repository: python/pootle-python-org-backup
Catalog: tmxes/pt/copyright.tmx
Source language: en
Languages: pt

source: Python and this documentation is:
pt: Python e esta documentação são:

source: Copyright © 2001-2010 Python Software Foundation. All rights reserved.
pt: Copyright © 2001-2010 Python Software Foundation. Todos os direitos reservados.

source: Copyright © 2000 BeOpen.com. All rights reserved.
pt: Copyright © 2000 BeOpen.com. Todos os direitos reservados.

source: Copyright © 1995-2000 Corporation for National Research Initiatives. All rights reserved.
pt: Copyright © 1995-2000 Corporation for National Research Initiatives. Todos os direitos reservados.

source: Copyright © 1991-1995 Stichting Mathematisch Centrum. All rights reserved.
pt: Copyright © 1991-1995 Stichting Mathematisch Centrum. Todos os direitos reservados.

source: See :ref:`history-and-license` for complete license and permissions information.
pt: Veja :ref:`history-and-license` para ter informações completas sobre licença e permissões.
